Repository: SwapDarkDev/MHE_XCFramework
Catalog: SDKWithReader/KitabooSDKWithReader/KitabooReader5.0/Localization/*.lproj/Localizable.strings
Languages: ar, da, es, nb

# KALTURA_INITIALIZATION_ERROR_MESSAGE_KEY
source: Error occurred while initializing Kaltura video
ar: حدث خطأ أثناء تهيئة Kaltura الفيديو
da: Der skete en fejl
es: Se produjo un error al inicializar el vídeo Kaltura
nb: Feil oppsto under initialisering av Kaltura video

source: search result not found
ar: نتيجة البحث لم يتم العثور على
da: søgeresultater for
es: resultado de la búsqueda no encontrado
nb: søkeresultat ikke funnet

source: Generating search result...
ar: توليد نتيجة البحث ...
es: La generación de resultados de la búsqueda ...
nb: Genererer søkeresultat ...

source: Just now
ar: الآن فقط
da: Lige nu
es: Justo ahora
nb: Akkurat nå

source: RETRY
ar: إعادة المحاولة
da: Prøv igen
es: REVER
nb: PRØV

# DO_YOU_WISH_TO_DELETE_ALL_DOODLES
source: All the data on this page will be cleared. Do you wish to continue?
ar: سيتم مسح كافة البيانات الموجودة على هذه الصفحة. هل ترغب في الاستمرار؟
da: Vil du slette alle tegninger?
es: Se borrarán todos los datos de esta página. ¿Desea continuar?
nb: Alle dataene på denne siden vil bli slettet. Ønsker du å fortsette ?

source: Data submitted successfully.
ar: قدمت البيانات بنجاح.
da: Data indsendt
es: Los datos enviados con éxito.
nb: Data sendt.

# ALERT_BUTTON
source: Alert!
ar: انذار!
da: OBS!
es: ¡Alerta!
nb: Varsling!

source: Saving the data...
ar: توفير البيانات ...
da: Gemmer ...
es: Aseguramiento de los datos ...
nb: Lagre data ...

# Filter_All
source: All
ar: الجميع
da: Alle
es: Todas
nb: Alle

source: Contextual notes
ar: الملاحظات السياقية
da: Noter
es: Notas contextuales
nb: Kontekstuelle notater

source: Filter by
ar: مصنف بواسطة
da: Filtrer
es: Filtrado por
nb: Filtrer etter

source: Notes filter by
ar: ملاحظات تصفية حسب
da: Filtrer noter
es: Filtro de notas de
nb: Merknader filter av

source: Highlights filter by
ar: مرشح يسلط الضوء من قبل
da: Filtrer tekstmarkeringer
es: Highlights filtro por
nb: Høydepunkter filter av

source: Contextual notes filter by
ar: الملاحظات السياقية مرشح من قبل
da: Filtrer noter
es: Contextuales toma nota de filtro por
nb: Kontekstuell notater filter av

source: The feature can be best used in one page view, please switch to one page view.
ar: هذه الميزة يمكن استخدام أفضل في عرض صفحة واحدة، يرجى عرض الصفحة التبديل إلى واحد.
es: La característica puede ser mejor utilizado en una vista de página, Por favor, cambie a una vista de página.
nb: Funksjonen kan best brukt i en sidevisning, Må du bytte til en sidevisning.

# PROTRACTOR_ALERT_MSG
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد حذف؟
da: Er du sikker på, du vil slette?
es: ¿Estas seguro que quieres borrarlo?
nb: Er du sikker på at du vil slette?

# ADD_BOOKMARK_PLACEHOLDER_KEY
source: Add bookmark title
ar: إضافة علامة لقب
da: Tilføj bogmærke
es: Añadir marcador título
nb: Legg bokmerketittel

# EE_DATA_DELETE_TITLE
source: Switch Keyboard
ar: مفتاح لوحة المفاتيح
da: Skift tastatur
es: Interruptor de teclado

# EE_DATA_DELETE_MESSAGE
source: Your data will be deleted, Are you sure you want to switch?
ar: سيتم حذف البيانات الخاصة بك، هل أنت متأكد أنك تريد أن تتحول؟
da: Din data vil blive slettet? Vil du stadig skifte?
es: Se eliminarán los datos, ¿Seguro que desea cambiar ?
nb: Dine data vil bli slettet, Er du sikker på at du vil bytte ?

# NOTE_CAN_NOT_MOVE_NEAR_BOOKMARK_MESSAGE_KEY
source: You cannot move note near to bookmark or markup area.
ar: لا يمكنك نقل مذكرة بالقرب من المرجعية أو منطقة المبرمجة.
da: Noten kan ikke rykkes hertil
es: No se puede mover nota cerca de marcador o zona de marcado.
nb: Du kan ikke flytte notat nær bokmerke eller markup området.

# SORRY_KEY
source: Sorry
ar: آسف
da: Desværre
es: Lo siento
nb: Beklager

# INTERNET_UNAVAILABLE_MESSAGE
source: You are offline. Check your internet connection and try again.
ar: انت غير متصل. تحقق من اتصال الإنترنت الخاص بك وحاول مرة أخرى
da: Ingen internetforbindelse
es: Estas desconectado. Verifique su conexión a Internet y vuelva a intentarlo.
nb: Du er frakoblet. Sjekk din internettforbindelse og prøv igjen .

# FAILED_ALERT_TITLE
source: Failed
ar: باءت بالفشل
da: Fejl
es: Ha fallado
nb: mislyktes

# SELECT_KEY
source: Select
ar: يختار
da: Vælg
es: Seleccione
nb: Å velge

# MY_DATA_ACCEPT
source: Accept
ar: قبول
es: Aceptar
nb: Aksepterer

# MY_DATA_DECLINE
source: Decline
ar: انخفاض
es: Disminución
nb: Avslå

# CLEAR_DATA_ALERT_TITILE_KEY
source: Clear Data
ar: امسح البيانات
es: Borrar datos
nb: Slett data

# CLEAR_DATA_ALERT_MESSAGE
source: Answers will be cleared. Do you wish to continue?
ar: سيتم مسح الأجوبة. هل ترغب في الاستمرار؟
es: se borrarán respuestas. ¿Desea continuar?
nb: Svarene vil bli slettet. Ønsker du å fortsette?

# INTERNET_NOT_AVAILABLE_ACTIVITY
source: No Internet Connection.
ar: لا اتصال إنترنت.
es: Sin conexión a Internet.
nb: Ingen Internett-tilkobling.

# FONTSETTING_LAYOUT_TITLE
source: Font Settings
ar: إعدادات الخط
es: Configuración de fuente
nb: Skriftinnstillinger

# FONTSETTING_RESET_TITLE
source: Reset to default
ar: إعادة تعيين إلى الافتراضي
es: Restablecen a los predeterminados
nb: Tilbakestill til standard

# FONTSETTING_FONTFAMILY_TITLE
source: Font
ar: الخط
es: Fuente

# FONTSETTING_FONTFAMILY_DEFAULT
source: Default
ar: تقصير
es: Defecto
nb: Misligholde

# FONTSETTING_ALIGNMENT_TITLE
source: Align
ar: محاذاة
es: Alinear
nb: Tilpasse

# FONTSETTING_LINESPACING_TITLE
source: Line Spacing
ar: تباعد الأسطر
es: Espaciado entre líneas
nb: Linjeavstand

# FONTSETTING_MARGIN_TITLE
source: Margins
ar: هوامش
es: márgenes
nb: marginene

# FONTSETTING_READERMODE_TITLE
source: Mode
ar: الوضع
es: Modo
nb: Modus

# FONTSETTING_SCROLLMODE_TITLE
source: Scroll Mode
ar: وضع التمرير
es: Modo de desplazamiento
nb: Bla Mode

# NARRATION_SPEED_TITLE
source: Narration Speed
ar: رواية السرعة
es: narración velocidad
nb: fortelling Speed

source: Cancel
ar: يلغي
da: Annuller
es: Cancelar
nb: Avbryt

source: Apply
ar: يتقدم
da: Atuutilersiguk
es: Aplicar
nb: Søke om

source: Chapters
ar: فصول
es: Capítulos
nb: Kapitler

source: Transcript
ar: كشف الدرجات
es: Transcripción
nb: Transkripsjon

source: Bookmarks
ar: إشارات مرجعية
da: Bogmærker
es: Marcadores
nb: Bokmerker

# HOURS
source: Hrs
ar: ساعة
es: Horas
nb: HR.

# MINUTE
source: Min
ar: مين
es: Minuto
nb: Mpl

# MINUTES
source: Mins
ar: مين
es: Minas
nb: Min

# SECONDS
source: Secs
es: Segundos
nb: Sek

source: Add Bookmark
ar: اضافة للمفضلة
es: Añadir marcador
nb: Legg til bokmerke

source: Delete Bookmark
ar: حذف المرجعية
es: Eliminar marcador
nb: Slett bokmerke

source: Delete
ar: حذف
es: Eliminar
nb: Slett

source: Add
ar: يضيف
es: Añadir
nb: Legg til

source: Type something here
ar: اكتب شيئا هنا
es: Escribe algo aquí
nb: Skriv inn noe her

# CHAPTER_KEY
source: Chapter
ar: الفصل
da: Kapitel:
es: Capítulo
nb: Kapittel

# OF_KEY
source: of
ar: من
es: de
nb: av

source: min left
ar: دقيقة اليسار
es: min izquierda
nb: min venstre

source: The Internet connection appears to be offline.
ar: يظهر اتصال بالإنترنت لتكون حاليا.
es: La conexión a Internet parece estar fuera de línea.
nb: Internett-tilkoblingen ser ut til å være frakoblet.

# RESOURCE_NOT_FOUND
source: Resources Not Found!
ar: الموارد غير موجود!
es: Recursos no encontrado!
nb: Ressurser ikke funnet!

# MARKUP_NOT_SUPPORTED
source: This markup type is not supported.
ar: لا يتم اعتماد هذا النوع العلامات.
es: No se admite este tipo de marcas.
nb: Dette markup typen støttes ikke.

# UNKNOWN_ERROR
source: Unknown error occured
ar: حدث خطأ غير معروف.
es: Se ha producido un error desconocido
nb: Ukjent feil oppstod

source: Invalid Response Received.
ar: استجابة غير صالحة المتلقاة.
es: Recibidas inválida respuesta..
nb: Ugyldig svar mottatt.

source: Sleep Mode
ar: وضع السكون
es: Modo de sueño
nb: Sove modus

source: Sleep timer off
ar: النوم الموقت
es: Sueño temporizador

source: Custom
ar: مخصص
es: Personalizado
nb: Tilpasset

source: Set custom time
ar: ضبط الوقت المخصص
es: Conjunto de tiempo personalizado
nb: Set tilpasset tid

# OK_BUTTON
source: OK
ar: موافق
es: Okay

source: Generate Report
ar: انشاء تقرير
da: Generar informe
es: Generar informe
nb: Generer rapport

# SELECT_STUDENT_FOR_REVIEW
source: Select student to review
ar: حدد الطالب للمراجعة
da: Elija un estudiante a una revisión
es: Elija un estudiante a una revisión
nb: Velg student til gjennomgang

# GENERATE_REPORT_TITLE
source: Generated Report
ar: ولدت تقرير
da: Informe generado
es: Informe generado
nb: generert Rapporter

# GENERATE_REPORT_MESSAGE
source: Generated report will share on your registered email ID
ar: ن ولدت وتقرير حصة على هاتفك مسجلة ID البريد الإلكتروني
da: generada informe compartirá en su correo electrónico registrada ID% @
es: N generada informe compartirá en su correo electrónico registrada ID
nb: Generert rapporten vil dele på din registrerte e-ID

# GENERATE_REPORT_PLACEHOLDER
source: Enter another email ID
ar: أدخل معرف بريد إلكتروني آخر
da: Introducir otro ID de correo electrónico
es: Introducir otro ID de correo electrónico
nb: Skriv inn en annen e-ID

# GENERATE_REPORT_MESSAGE_CONF
source: You will receive the report at the email shared within 30min from
ar: ستتلقى التقرير على البريد الإلكتروني المشترك في غضون ٣٠ دقيقة من
da: Recibirá el informe en el correo electrónico compartido dentro de 30min de% @
es: Recibirá el informe en el correo electrónico compartido dentro de 30min de
nb: Du vil motta rapporten på e-delt innen 30min fra

# GENERATE_REPORT_LABEL_TITLE
source: Generate Report
ar: انشاء تقرير
da: Generar informe
es: Generar informe
nb: Generer rapport

# GENERATE_REPORT_LABEL_MESSAGE
source: Select Chapter & Student to generate report
ar: اختر الفصل والطلاب لتوليد تقرير
da: Seleccionar un capítulo y Estudiantes para generar el informe
es: Seleccionar un capítulo y Estudiantes para generar el informe
nb: Velg kapittel & Student for å generere rapporten

# GENERATE_REPORT_CANCEL_BUTTON
source: Cancel
ar: يلغي
da: Cancelar
es: Cancelar
nb: Avbryt

# GENERATE_REPORT_NEXT_BUTTON
source: Next
ar: التالي
da: próximo
es: próximo
nb: neste

source: Select Chapter
ar: اختر الفصل
da: Seleccione el Capítulo
es: Seleccione el Capítulo
nb: Velg kapittel

# GENERATE_REPORT_ALL
source: All
ar: الجميع
da: Todas
es: Todos
nb: Alle

# GENERATE_REPORT_ALL_STUDENTS
source: All Students
ar: كل الطلاب
da: Todos los estudiantes
es: Todos los estudiantes
nb: alle studenter

# GENERATE_REPORT_ONLY_ATTEMPTED
source: Only Attempted
ar: محاولة فقط
da: Sólo Intento
es: Sólo Intento
nb: bare Forsøkte

# GENERATE_REPORT_ALL_STUDENTS_COUNT
source: All Students
ar: جميع الطلاب
da: Todos los alumnos (%d)
es: Todos los alumnos
nb: Alle elever

# GENERATE_REPORT_MAIL_SUCCESS_TITLE
source: Success
ar: نجاح
da: Éxito
es: Éxito
nb: Suksess

# GENERATE_REPORT_MAIL_SUCCESS_MESSAGE
source: Report sent successfully to the user
ar: أرسلت التقرير بنجاح للمستخدم
da: Informe enviado con éxito para el usuario
es: Informe enviado con éxito para el usuario
nb: Rapporter vellykket sendt til brukeren

# SOMETHING_WENT_WRONG
source: Sorry,Something went wrong.Please try again
ar: عذرا، هناك خطأ ما. حاول مرة اخرى
da: Se ha producido un wrong.Please inténtelo de nuevo
es: Se ha producido un wrong.Please inténtelo de nuevo
nb: Beklager, noe gikk wrong.Please prøv igjen

# GENERATE_REPORT_NO_KEY
source: Kindly update the eBook again to view the table of content or contact the administrator for more details.
ar: تحديث يرجى الكتاب الاليكتروني مرة أخرى لعرض جدول المحتويات أو الاتصال بمسؤول لمزيد من التفاصيل.
da: actualización amablemente el libro electrónico de nuevo para ver la tabla de contenido o contactar con el administrador para obtener más detalles.
es: actualización amablemente el libro electrónico de nuevo para ver la tabla de contenido o contactar con el administrador para obtener más detalles.
nb: Vennligst oppdater eBok på nytt for å se innholdsfortegnelse eller kontakt administratoren for mer informasjon.

# INVALID_EMAIL_MESSAGE
source: Please enter a valid email id.
ar: الرجاء إدخال معرف بريد إلكتروني صحيح.
da: Por favor, introduzca un ID de correo electrónico válida.
es: Por favor, introduzca un ID de correo electrónico válida.
nb: Vennligst skriv inn en gyldig e-id.

# WATERMARK_TEXT
source: This work is protected by law, including but not limited to United States Copyright law and international treaties. All Rights Reserved by the publisher and/or licensor
ar: محمي هذا العمل من قبل القانون، بما في ذلك سبيل المثال لا الحصر قانون الولايات المتحدة حق المؤلف والمعاهدات الدولية. جميع الحقوق محفوظة من قبل الناشر و / أو المرخص
es: Esta obra está protegida por la ley, incluyendo pero no limitado a las leyes de Estados Unidos y por tratados internacionales. Todos los derechos reservados por el editor y / o el licenciante
nb: Dette arbeidet er beskyttet ved lov, inkludert, men ikke begrenset til USA Loven om opphavsrett og internasjonale avtaler. Alle rettigheter reservert av utgiver og / eller lisensgiveren

source: Furthest Page Not Supported
ar: أبعد الصفحة غير معتمد
es: Más alejado de página no compatibles
nb: Lengst Page støttes ikke

# YOU_ARE_ALREADY_ON_FURTHEST_PAGE
source: You are already on the furthest page
ar: كنت بالفعل على الصفحة أبعد
es: Ya se encuentra en la última página
nb: Du er allerede på lengst siden

source: Language
es: Idioma
nb: Språk

source: Quality
es: Calidad
nb: Kvalitet

source: Subtitles/cc
es: Subtítulos/cc
nb: Undertekster/cc

# SUBTITLES_CC_TURNED_ON
source: Subtitle/cc turned on
es: Subtítulo/cc enciende
nb: Undertittel/cc slått på

# ON_KEY
source: ON
es: EN
nb: PÅ

# OFF_KEY
source: OFF
es: APAGADO
nb: AV

source: Loading Failed...
es: Carga fallida...
nb: Laster inn Kunne ...

# PRINT_KEY
source: Print
ar: مطبعة
es: Impresión
nb: Skrive ut

# BOTH_KEY
source: Both
ar: على حد سواء
es: Ambos
nb: Både

# NOTE_CELL_PAGE_KEY
source: Page
ar: صفحة
es: Página
nb: Side

# NO_ALERT_BUTTON
source: No
ar: لا
da: Nej
nb: Nei

# ERROR_ALERT_TITLE
source: Error
ar: خطأ
da: Der skete en fejl
nb: Feil

source: min
ar: دقيقة

# QUALITY_PIXEL_KEY
source: p
nb: pag
