Repository: SwapDarkDev/MHE_XCFramework
Catalog: SDKWithReader/KitabooSDKWithReader/KitabooReader5.0/Localization/*.lproj/Localizable.strings
Languages: ar, da, es, nb

# EPUB_LOADED_MSG
source: ePub player loaded
ar: لاعب ملف ePub تحميل
da: Reader hentet
es: El jugador ePub cargado
nb: EPUB spilleren lastet

# PAGE_LOADED
source: Page has been loaded
ar: تم تحميل الصفحة
da: Side hentet
es: La página se ha cargado
nb: Siden er lastet

# PAGE_ZOOM_IN
source: The Page has been Zoomed In
ar: كانت الصفحة بالتكبير
da: Zoom ind
es: La página ha sido ampliada o reducida en
nb: Side er zoomet inn

# PAGE_ZOOM_OUT
source: The Page has been Zoomed Out
ar: كانت الصفحة التصغير
da: Zoom ud
es: La página ha sido has alejado
nb: Den siden er zoomet ut

# FONT_FILE_MISSING
source: Font file is missing
ar: ملف الخط مفقود
da: Skrifttype mangler
es: archivo de fuente no se encuentra
nb: Font fil mangler

source: Page
ar: صفحة
da: Side
es: Página
nb: Side

source: Ok
ar: موافق
es: Aceptar

# ARE_YOU_SURE_YOU_WANT_TO_SHARE_THIS_NOTE_ALERT
source: Are you sure you want to share this note?
ar: هل أنت متأكد أنك تريد مشاركة هذه الملاحظة؟
da: Vil du dele noten?
es: ¿Está seguro de que desea compartir esta nota?
nb: Er du sikker på at du vil dele dette notatet?

source: Me
ar: أنا
da: Mig
es: Yo
nb: Meg

# BOOK_OPEN_MSG
source: Book initialisation started
ar: بدأت كتاب التهيئة
es: Libro de inicialización comenzó
nb: Book initialisering startet

# BOOK_OPEN_ERROR_MSG
source: Initialising of book failed
ar: تهيئة الكتاب فشل
es: La inicialización del libro fracasó
nb: Initial bok mislyktes

# FAILED_TO_SAVE_SCROM_DATA
source: Unable to save data scrom data
ar: غير قادر على حفظ البيانات scrom البيانات
es: No es posible guardar los datos scrom
nb: Kan ikke lagre scrom data

# FAILED_TO_FETCH_SCROM_DATA
source: Unable to fetch data scrom data
ar: غير قادر على جلب البيانات scrom البيانات
es: No se pudieron obtener datos scrom
nb: Ute av stand til å hente scrom data

# FAILED_TO_SAVE_HIGHLIGHT_DATA
source: Unable to save highlights data
ar: غير قادر على حفظ البيانات ويبرز
es: No es posible guardar los datos Destacados
nb: Kan ikke lagre høydepunkter data

# FAILED_TO_ACCEPT_OR_REJECT_DATA
source: Unable to accept or reject the data
ar: غير قادر على قبول أو رفض البيانات
es: Incapaz de aceptar o rechazar los datos
nb: Kan ikke godta eller forkaste data

# FAILED_TO_SAVE_COLLAB_DATA
source: Unable to save collab data
ar: غير قادر على حفظ بيانات تعاوني
es: No es posible guardar los datos collab
nb: Kan ikke lagre collab data;

# HELP_GOT_IT_BUTTON
source: GOT IT
ar: فهمتك
da: Fortsæt
es: CERRAR
nb: HAR DET

# HELP_SKIP_BUTTON
source: SKIP
ar: تخطى
da: Afslut
es: SIGUIENTE
nb: HOPP

# HELP_HOME_BUTTON_TITLE
source: Home
ar: الصفحة الرئيسية
da: Hjem
es: Hogar
nb: Hjem

# HELP_HOME_BUTTON_DETAIL
source: Redirect to library
ar: إعادة توجيه إلى مكتبة
da: Tilbage til alle bøger
es: Redirección a la biblioteca
nb: Omdirigering til bibliotek

# HELP_TOC_BUTTON_TITLE
source: Table of Content
ar: قائمة المحتويات
da: Indholdsfortegnelse
es: Tabla de contenido
nb: Innholdsfortegnelse

# HELP_TOC_BUTTON_DETAIL
source: Brief listing of the content
ar: يطلع إدراج المحتوى
da: Oversigt over indhold
es: Breve lista de los contenidos
nb: Kort liste over innholdet

# HELP_MY_DATA_BUTTON_TITLE
source: My Data
ar: بياناتي
da: Mine data
es: Mis datos
nb: Mine data

# HELP_MY_DATA_BUTTON_DETAIL
source: Consolidated view of notes and highlights
ar: عرض الموحدة من الملاحظات، ويسلط الضوء
da: Oversigt over noter og tekstmarkeringer
es: vista consolidada de notas y aspectos destacados
nb: Konsolidert visning av notater og høydepunkter

# HELP_MY_DATA_HIGHLIGHT_BUTTON_DETAIL
source: Consolidated view of highlights
ar: رأي موحد من الضوء
es: vista consolidada de los aspectos más destacados
nb: Konsolidert visning av høydepunkter

# HELP_MY_DATA_NOTE_BUTTON_DETAIL
source: Consolidated view of notes
ar: رأي موحد من الملاحظات
es: vista consolidada de notas
nb: Konsolidert visning av notater

# HELP_PEN_TOOL_BUTTON_TITLE
source: Pen Tool
ar: أداة القلم
da: Pen
es: Lapicera

# HELP_PEN_TOOL_BUTTON_DETAIL
source: Annotate and doodle in different colors
ar: علق وخربش في ألوان مختلفة
da: Tegn og skriv
es: Anotar y Doodle en diferentes colores
nb: Kommentere og doodle i forskjellige farger

# HELP_NOTE_BUTTON_TITLE
source: Add Note
ar: اضف ملاحظة
da: Tilføj note
es: Añadir la nota
nb: Legge til notat

# HELP_NOTE_BUTTON_DETAIL
source: Make notes and share
ar: الملاحظات جعل وحصة
da: Tilføj noter og del
es: Notas hacer y compartir
nb: Gjøre notater og dele

# HELP_SUBMIT_BUTTON_TITLE
source: Submit
ar: يقدم
da: Send
es: Enviar
nb: Sende inn

# HELP_SUBMIT_BUTTON_DETAIL
source: Submit all data
ar: إرسال كافة البيانات
da: Send indhold
es: Presentar todos los datos
nb: Send inn alle data

# HELP_THUMBNAIL_BUTTON_TITLE
source: Thumbnail
ar: ظفري
da: Miniaturevisning
es: Miniatura

# HELP_THUMBNAIL_BUTTON_DETAIL
source: Thumbnail view of the content
ar: عرض الصور المصغرة للمحتوى
da: Miniaturevisning
es: Miniatura vista del contenido
nb: Miniatyr visning av innholdet

# HELP_SEARCH_BUTTON_DETAIL
source: Search words in the content
ar: كلمات البحث في المحتوى
da: Søg efter indhold i bogen
es: Buscar palabras en el contenido
nb: Søk ord i innhold

# HELP_SETTING_BUTTON_DETAIL
source: See detail analysis
ar: تحليل التفاصيل انظر
da: Se indstillinger
es: Véase el análisis de detalle
nb: Se detalj analyse

# HELP_PROFILE_BUTTON_TITLE
source: Profile
ar: حساب تعريفي
da: Profil
es: Perfil
nb: Profil

# HELP_PROFILE_BUTTON_DETAIL
source: Personalize your settings
ar: تخصيص الإعدادات الخاصة بك
da: Skift dine indstillinger
es: Personalizar sus ajustes
nb: Tilpass innstillingene

# HELP_FONT_SETTING_BUTTON_TITLE
source: Font Setting
ar: إعداد الخط
da: Skriftindstillinger
es: Ajustes Fuentes
nb: Font-innstilling

# HELP_FONT_SETTING_BUTTON_DETAIL
source: Personalize your font
ar: تخصيص الخط الخاص بك
da: Skift skrifttype
es: Personalizar su fuente
nb: Tilpass skrift

# HELP_MORE_SETTINGS_BUTTON_TITLE
source: More Settings
ar: مزيد من الإعدادات
da: Flere indstillinger
es: Más ajustes
nb: Flere innstillinger

# HELP_MORE_SETTINGS_BUTTON_DETAIL
source: Click to see more tools
ar: انقر لرؤية المزيد من الأدوات
da: Klik her for at se flere værktøjer
es: Haga clic para ver más herramientas
nb: Klikk for å se flere verktøy

# HELP_PROTRACTOR_BUTTON_TITLE
source: Protractor
ar: منقلة
es: Transportador
nb: vinkelmåler;

# HELP_PROTRACTOR_BUTTON_DETAIL
source: Tap here to draw angles
ar: اضغط هنا لرسم الزوايا
es: Toque aquí para dibujar ángulos
nb: Trykk her for å tegne vinkler

# HELP_ADDTEXT_BUTTON_TITLE
source: Text Annotation
ar: شرح النص
es: Anotación de texto
nb: Tekst Kommentar

# HELP_ADDTEXT_BUTTON_DETAIL
source: Add Text Annotation on page
ar: إضافة الشرح نص على الصفحة
es: Añadir Anotación de texto en la página
nb: Legg til tekst merknader på side

# HELP_BOOKMARK_BUTTON_TITLE
source: Bookmark
ar: المرجعية
da: Bogmærke
es: Marcador
nb: Bokmerke

# HELP_BOOKMARK_BUTTON_DETAIL
source: Bookmark this page
ar: ضع علامة على هذه الصفحة
da: Tilføj bogmærke til denne side
es: Marca esta pagina
nb: Bokmerk denne siden

# HELP_ERASER_BUTTON_TITLE
source: Eraser
ar: ممحاة
da: Viskelædder
es: Borrador
nb: Viskelær

# HELP_ERASER_BUTTON_DETAIL
source: Erase your data
ar: محو البيانات الخاصة بك
da: Slet
es: Borrar sus datos
nb: Slett dine data

# HELP_CLEAR_BUTTON_TITLE
source: Clear
ar: واضح
da: Ryd
es: Claro
nb: Klar

# HELP_CLEAR_BUTTON_DETAIL
source: Clear your data
ar: مسح البيانات الخاصة بك
da: Ryd alt
es: Borrar los datos
nb: Tømme data

# HELP_UNDO_BUTTON_TITLE
source: Undo
ar: الغاء التحميل
da: Fortryd
es: Deshacer
nb: Angre

# HELP_UNDO_BUTTON_DETAIL
source: Undo your data
ar: تراجع البيانات الخاصة بك
da: Fortryd
es: Deshacer los datos
nb: Angre data

# HELP_ARROW_BUTTON_TITLE
source: Arrow
ar: سهم
da: Pil
es: Flecha
nb: Pil

# HELP_ARROW_BUTTON_DETAIL
source: Go forword and backword in the content
ar: إلى الأمام أو الخلف في المحتوى
da: Gå frem og tilbage
es: Ir forword y backword en el contenido
nb: Gå forword og backword i innholdet

# HELP_DONE_BUTTON_DETAIL
source: Submit your edit
ar: إرسال تحرير الخاص بك
da: Anvend
es: Enviar su edición
nb: Send redigere din

# HELP_STUDENT_PROFILE_BUTTON_TITLE
source: Student Profile
ar: الملف الشخصي للطالب
da: Elev
es: Perfil de estudiante
nb: Student profil

# HELP_STUDENT_PROFILE_BUTTON_DETAIL
source: View and change from student list
ar: عرض والتغيير من قائمة الطلاب
da: Se elever
es: Ver y cambiar de lista de estudiantes
nb: Vis og endring fra student liste

# HELP_MARKER_BUTTON_TITLE
source: Marker
ar: علامة
da: Pen
es: Marcador

# HELP_MARKER_BUTTON_DETAIL
source: Annotate and doodle in green and red
ar: علق وخربش باللون الأخضر والأحمر
da: Tegn og skriv
es: Anotar y Doodle en verde y rojo
nb: Kommentere og doodle i grønt og rødt

# HELP_PREV_STUDENT_TITLE
source: Previous Student
ar: الطالب السابق
es: Estudiante anterior
nb: Tidligere student

# HELP_PREV_STUDENT_DETAIL
source: Go to the previous student
ar: انتقل إلى الطالب السابق
es: Ir al estudiante anterior
nb: Gå til forrige student

# HELP_NEXT_STUDENT_TITLE
source: Next Student
ar: الطالب التالي
es: Estudiante siguiente
nb: Neste student

# HELP_NEXT_STUDENT_DETAIL
source: Go to the next student
ar: انتقل إلى الطالب التالي
es: Ir al siguiente estudiante
nb: Gå til neste student

# HELP_DRAG_BOX_STUDENT_TITLE
source: Drag Box
ar: مربع السحب
es: Caja de arrastre
nb: Dra boks

# HELP_DRAG_BOX_STUDENT_DETAIL
source: Click and drag for group selection
ar: انقر واسحب لتحديد المجموعة
es: Haga clic y arrastre para la selección de grupo
nb: Klikk og dra for gruppevalg

# HELP_GENERATE_REPORT_STUDENT_TITLE
source: Generate report
ar: انشاء تقرير
es: Generar informe
nb: Generer rapport

# HELP_GENERATE_REPORT_STUDENT_DETAIL
source: Click to download student report
ar: انقر لتحميل تقرير الطلاب
es: Haga clic para descargar el informe del estudiante
nb: Klikk for å laste ned Studentrapport

# HELP_FURTHEST_PAGE_TITLE
source: Furthest Page
ar: أبعد صفحة
es: Página más lejana
nb: Lengst side

# HELP_FURTHEST_PAGE_DETAIL
source: Click to go to the furthest page
ar: انقر للذهاب إلى أبعد صفحة
es: Haga clic para ir a la página más lejana
nb: Klikk for å gå til den lengste siden

# DO_YOU_WISH_TO_DELETE_THIS_NOTE_ALERT
source: Do you wish to delete this note?
ar: هل ترغب في حذف هذه الملاحظة؟
da: Vil du slette noten?
es: ¿Desea eliminar esta nota ?
nb: Ønsker du å slette dette notatet ?

# YES_ALERT_BUTTON
source: Yes
ar: نعم
da: Ja
es: Si
nb: Ja

# THIS_ANSWER_IS_ALREADY_SUBMITTED_AND_CANNOT_CHANGED
source: Sorry, this answer is already submitted and cannot be changed
ar: عذرا، يقدم هذا الجواب بالفعل ولا يمكن تغيير
da: Svaret er allerede sendt og kan ikke ændres
es: Lo sentimos, la respuesta ya sea presentado y no puede ser cambiado
nb: Beklager, dette svaret allerede sendt og kan ikke endres

source: No data to Submit
ar: لا توجد بيانات لإرسال
da: Ingen data
es: No hay datos para enviarlo
nb: Ingen data å Send

source: Submit Data
ar: إرسال البيانات
da: Send data
es: Presentar datos
nb: Send inn data

# ANSWER_WILL_BE_SUBMITTED_AND_CANNOT_BE_CHANGED
source: Answer will be submitted and cannot be Changed.Do you wish to continue?
ar: وستقدم الجواب ولا يمكن تغييرها. هل ترغب في الاستمرار؟
da: Svaret vil blive sendt og kan ikke ændres?
es: Respuesta será presentado y no puede ser Changed.Do desea continuar?
nb: Svaret vil bli sendt, og kan ikke være Changed.Do du ønsker å fortsette?

source: Your data has been successfully saved
ar: وكانت البيانات الخاصة بك ن حفظ بنجاح
da: Gemt
es: Sus datos han sido n guardado correctamente
nb: Dine data har vært n lagret

source: Failed to Submit Anotations
ar: فشل في إرسال الشروح
da: Kunne ikke anvende
es: Error al enviar Anotations
nb: Kunne ikke sende Anotations

# FAILED_TO_SAVE_STUDENT_ANOTATION
source: Unable to save data, Please try again...
ar: غير قادر على حفظ البيانات، الرجاء المحاولة مرة أخرى ...
da: Kunne ikke gemme. Prøv igen
es: No es posible guardar los datos, Por favor, intente de nuevo ...
nb: Kan ikke lagre data, vennligst prøv igjen ...

source: Failed to fetch UGC
ar: فشل في جلب UGC
da: Der skete en fejl
es: No se pudo obtener UGC
nb: Kunne ikke hente UGC

# UGC_SYNCHING_FAILED
source: UGC Syncing failed
ar: فشل UGC المزامنة
da: Der skete en fejl
es: UGC La sincronización falló
nb: UGC Synkronisering mislyktes

# HAS_NOT_SUBMITTED_ANY_ANSWER
source: has not submitted any answers
ar: لم يقدم ن أي إجابات
da: har ikke sendt nogen svar
es: no ha presentado n ninguna respuesta
nb: har ikke sendt n noen svar

source: Failed to save anotation
ar: فشل في حفظ التعليق التوضيحي
da: Kunne ikke gemme. Prøv igen
es: No se pudo guardar anotation
nb: Kunne ikke lagre annoteringen

source: Your Session has Expired
ar: انتهت صلاحية جلسة العمل الخاصة بك
da: Din session er udløbet
es: Su sesión ha caducado
nb: Økten din har utløpt

source: Please Sign in again
ar: الرجاء تسجيل الدخول مرة أخرى
da: Log ind igen
es: Por favor, vuelve a acceder;
nb: Vennligst Logg inn igjen;

# INCORRECT_ANSWER_TEXT
source: That is an incorrect answer! Correct answer is
ar: وهذا هو إجابة غير صحيحة! ن الجواب الصحيح هو
da: Det var ikke korrekt. Det korrekte svar er
es: Esa es una respuesta incorrecta! NCorrect respuesta es
nb: Det er feil svar! Riktige, nog svaret

# NO_SHARED_NOTES_KEY
source: No shared notes found
ar: لا الملاحظات المشتركة وجدت
da: Ingen delte noter
es: No se encontraron notas compartidas
nb: Ingen delte notater funnet

# NO_SHARED_HIGHLIGHTS_KEY
source: No shared highlights found
ar: لم يتم العثور على أبرز المشتركة
da: Ingen delte tekstmarkeringer
es: No se encontraron más destacado compartidos
nb: Ingen felles høydepunkter funnet

# NO_HIGHLIGHTS_KEY
source: No highlights found.
ar: لم يتم العثور على الضوء.
da: Ingen tekstmarkeringer
es: No se encontraron más destacado .
nb: Ingen høydepunkter funnet .

# NO_NOTES_KEY
source: No notes found.
ar: لم يتم العثور على الملاحظات.
da: Ingen noter
es: No se encontraron notas .
nb: Ingen notater funnet .

# My_Data:_Notification
source: My Data: Highlights
ar: بياناتي: أضواء
da: Notifikationer
es: Mis datos: Lo más destacado
nb: Mine data: høydepunkter

source: Notes added/shared will appear color coded on the basis of recently created/shared
ar: ملاحظات وأضاف / سوف تظهر ونا مميزا على أساس مؤخرا تم تكوينها ومشاركتها / المشتركة
da: Noter tilføjet eller delt vil have samme farve som den sidste note
es: Notas añadido / compartidos aparecerá un código de colores sobre la base de la recién creada / compartida
nb: Merknader lagt til / delt vises fargekodet på grunnlag av nylig opprettet / felles

source: Highlight text to add a note or mark them as important
ar: تسليط الضوء على النص لإضافة ملاحظة أو علامة عليها بأنها مهمة
da: Marker tekst for at tilføje note eller for at fremhæve teksten som vigtig
es: Selecciona el texto para añadir una nota o marcarlos como importante
nb: Uthev tekst å legge til et notat eller merke dem som viktig

# HIGHLIGHTS_KEY
source: Highlights
ar: يسلط الضوء
da: Markeringer
es: Destacar
nb: Høydepunkter

# NOTES_KEY
source: Notes
ar: ملاحظات
da: Noter
es: notas
nb: Merknader

# MY_DATA_COMMENTS
source: Comments %@
ar: تعليقات
da: Kommentarer %@
es: Comentarios: @%
nb: Bemerkninger% @

# MY_DATA_RECEIVE
source: Receive
ar: تسلم
da: Modtage
es: Recibir
nb: Motta

# MY_DATA_STARTED_SHARING_DATA_WITH_YOU
source: started sharing data with you.
ar: التي تقاسم البيانات معك.
es: empezado a compartir datos con usted.
nb: begynte å dele data med deg.

source: January
ar: يناير
da: Januar
es: Enero
nb: Januar

source: February
ar: شهر فبراير
da: Februar
es: Febrero
nb: Februar

source: March
ar: مارس
da: Marts
es: Marzo
nb: Mars

source: April
ar: أبريل
es: Abril

source: May
ar: يمكن
da: Kan
es: Mayo
nb: Kan

source: June
ar: يونيو
da: Juni
es: Junio
nb: Juni

source: July
ar: تموز
da: Juli
es: Julio
nb: Juli

source: August
ar: أغسطس
es: Agosto

source: September
ar: سبتمبر
es: Septiembre

source: October
ar: اكتوبر
da: Oktober
es: Octubre
nb: Oktober

source: November
ar: شهر نوفمبر
es: Noviembre

source: December
ar: ديسمبر
es: Diciembre
nb: Desember

# READALOUD_READ_TO_ME_TEXT
source: Select to open the book in read-aloud mode on page-by-page basis
ar: حدد لفتح الكتاب في وبصوت عال قراءة الوضع على أساس صفحة تلو صفحة
da: Vælg for at åbne bogen med oplæsning
es: Seleccione para abrir el libro en modo de lectura en voz alta en la base de página por página
nb: Velg for å åpne boken i skrive høyt modus på side-by-side basis

# READALOUD_LET_ME_READ_TEXT
source: Select to open the book without audio
ar: حدد لفتح الكتاب بدون صوت
da: Vælg for at åbne bogen uden lyd
es: Seleccione para abrir el libro sin audio
nb: Velg for å åpne boken uten lyd

# READALOUD_AUTOPLAY_TEXT
source: Select to open the book in read-aloud mode with auto-flip to the next page
ar: حدد لفتح الكتاب في وبصوت عال قراءة الوضع مع صناعة السيارات في الوجه إلى الصفحة التالية
da: Vælg for at åbne bogen med oplæsning og automatisk sideskift
es: Seleccione para abrir el libro en modo de lectura en voz alta con inversión automática a la página siguiente
nb: Velg for å åpne boken i lese høyt modus med auto-flip til neste side

# READALOUD_CHOOSE_YOUR_MODE_TEXT
source: Choose your mode
ar: اختيار وضع الخاص بك
da: Vælg mode
es: Elegir su modo
nb: Velg modus

# READALOUD_LET_ME_READ_BUTTON_TEXT
source: Let me read
ar: دعني اقرأ
da: Lad mig læse
es: Déjame leer
nb: La meg lese

# READALOUD_AUTOPLAY_BUTTON_TEXT
source: Auto play
ar: تشغيل تلقائي
da: Automatisk afspilning
es: Auto-reproducción
nb: Auto spill

# READALOUD_READ_TO_ME_BUTTON_TEXT
source: Read to me
ar: اقرأ لي
da: Læs for mig
es: Leerme
nb: Les for meg

source: No Data
ar: لايوجد بيانات
da: Ingen data
es: Sin datos
nb: Ingen data

source: My Notes
ar: ملاحظاتي
da: Mine noter
es: Mis Notas
nb: Mine notater

source: My Highlights
ar: بلدي يسلط الضوء على
da: Mine højdepunkter
es: Mis más destacado
nb: Mine høydepunkter

source: Select Student
ar: حدد الطلاب
da: Vælg elev
es: Seleccionar Estudiante
nb: Velg Student

source: Done
ar: منتهي
da: Færdig
es: Hecho
nb: Ferdig

source: Class
ar: فصل
da: klasse
es: Clase
nb: Klasse

source: All Students
ar: كل الطلاب
da: Alle elever
es: Todos los estudiantes
nb: alle studenter

source: REFRESH
ar: تحديث
es: ACTUALIZAR
nb: FORFRISKE

source: Select Class
ar: حدد الفئة
es: Seleccione la clase
nb: Velg klasse

source: Annotations
ar: التوضيحية
es: Anotaciones
nb: Merknader

# CHANGE_CLASS
source: Change
ar: يتغيرون
es: Cambio
nb: Endring

source: Reset all
ar: إعادة ضبط الجميع
es: Resetear todo
nb: Tilbakestill alt

# RESET_DETAIL
source: This will reset the Submitted Text input and Annotation entries, It's an irreversible process.
ar: سيؤدي ذلك إلى إعادة تعيين إدخالات إدخال النص والإشراف التعجيلي المقدمة، إنها عملية لا رجعة فيها.
es: Esto restablecerá las entradas de entrada y anotación de texto enviado, es un proceso irreversible.
nb: Dette vil nullstille de innsendte tekstinngangs- og annotasjonsoppføringene, det er en irreversibel prosess.

source: Current page
ar: الصفحه الحاليه
es: Página actual
nb: Nåværende side

# ALL_PAGES
source: All the pages
ar: كل الصفحات
es: Todas las páginas
nb: Alle sidene

source: Learner
ar: المتعلم
es: Aprendiz
nb: Lærer

source: Search with keywords
ar: البحث مع الكلمات الرئيسية
da: Søg
es: Buscar con palabras clave
nb: Søk med nøkkelord

# ANNOTATIONS_SHARING_NOT_ALLOWED
source: Annotations sharing not allowed for this class
ar: تقاسم غير مسموح الشروح لهذه الفئة
da: Dette er ikke muligt for denne klasse
es: Anotaciones no compartir permitidos para esta clase
nb: Stempler deling ikke tillatt for denne klassen

source: Settings
ar: إعدادات
da: Indstillinger
es: ajustes
nb: innstillinger

source: Share Note
ar: حصة ملاحظة
da: Del note
es: Compartir Nota
nb: Del Note

source: Share
ar: يشارك
da: Del
es: Compartir
nb: Dele

source: All Teachers
ar: جميع المعلمين
da: Alle lærere
es: Todos los maestros
nb: Alle lærere

source: Go to
ar: اذهب إلى
da: Gå til
es: Ir
nb: Gå til

source: Thumbnails
ar: الصور المصغرة
da: Miniaturer
es: Miniaturas
nb: miniatyrbilder

# PLEASE_ENTER_PAGE_NUMBER_ALERT
source: Please Enter Page number
ar: الرجاء إدخال رقم الصفحة
da: Indtast sidetal
es: Por favor, introduzca el número Página
nb: Fyll inn Sidenummer

# PLEASE_ENTER_VALID_PAGE_NUMBER_ALERT
source: Please enter valid page number
ar: الرجاء إدخال رقم الصفحة صحيح
da: Indtast gyldigt sidetal
es: Por favor, introduzca el número de página válido
nb: Fyll inn gyldig sidetall

source: Please tap inside the page to add stickynote
ar: يرجى النقر على داخل الصفحة لإضافة stickynote
da: Tryk for at placere noten
es: Por favor grifo dentro de la página para añadir stickynote
nb: Vennligst trykk inne på siden for å legge stickynote

source: Enter note
ar: أدخل ملاحظة
da: Placer note
es: Introduzca nota
nb: skriv inn kommentar

source: Save Changes
ar: حفظ التغييرات
da: Gem
es: Guardar cambios
nb: Lagre endringer

source: Do you wish to save changes?
ar: هل ترغب في حفظ التغييرات؟
da: Vil du gemme?
es: ¿Desea guardar los cambios ?
nb: Ønsker du å lagre endringene ?

source: Delete note
ar: ملاحظة الحذف
da: Slet note
es: Borrar nota
nb: Slett notat

source: Note
ar: ملحوظة
es: Nota
nb: Merk

source: Write your comment here
ar: أكتب تعليقك هنا
da: Skriv din kommentar her
es: Escribe tu comentario aqui
nb: Skriv inn din kommentar her

source: No TOC Data
ar: لا بيانات TOC
da: Ingen indholdsfortegnelse
es: No hay datos de TOC
nb: Ingen TOC data

source: No Resource Data
ar: لا بيانات الموارد
da: Ingen resurser
es: No hay datos de recursos
nb: Ingen Resource data

source: No Bookmark Data
ar: لا بيانات المرجعية
da: Ingen bogmærker
es: No Data Favorito
nb: Ingen bokmerke data

source: Table of Resources
ar: جدول الموارد
da: Resurser
es: Tabla de Recursos
nb: Tabell av ressurser

# Table_of_Content
source: Table of Contents
ar: جدول المحتويات
da: Indhold
es: Tabla de contenido
nb: Innholdsfortegnelse

source: Your added bookmarks will be listed here
ar: وسيتم إدراج العلامات وأضاف الخاص بك هنا
da: Dine bogmærker vil blive vist her
es: Los marcadores agregados se enumeran aquí
nb: Dine lagt bokmerker vises her

# NO_INTERNAL_RESOURCES
source: No internal resources are available
ar: لم الموارد الداخلية المتاحة
es: No hay recursos internos disponibles
nb: Ingen interne ressurser er tilgjengelig

source: Internal Resources
ar: الموارد الداخلية
es: Recursos internos
nb: Interne ressurser

source: External Resources
ar: موارد خارجية
es: Recursos externos
nb: Eksterne ressurser

# Content
source: Contents
ar: محتويات
da: Indhold
es: Contenido
nb: Innhold

source: Standards
ar: المعايير
es: normas
nb: Standarder

source: Resources
ar: موارد
da: Resurser
es: Recursos
nb: ressurser

# DELETE_TEXT_ANNOTATION_MESSAGE
source: Are you sure you want to delete? This action is irreversible
ar: هل أنت متأكد أنك تريد حذف؟ n هذا العمل لا رجعة فيه
es: ¿Seguro que quiere borrar nEsta acción es irreversible
nb: Er du sikker på at du vil slette nDenne handlingen er irreversibel

# TEXT_ANNOTATION_CAN_NOT_ADD_VIEW
source: Text Annotation cannot be added on this view
ar: لا يمكن إضافة حاشية النص على هذا الرأي
es: Anotación de texto no se puede añadir en este punto de vista
nb: Tekst Annotation kan ikke legges på dette synet

# TEXT_ANNOTATION_CAN_NOT_ADD
source: Please add text annotation on any of the pages.
ar: الرجاء إضافة نص الشرح على أي من الصفحات.
es: Por favor, añadir anotaciones de texto en cualquiera de las páginas.
nb: Vennligst legg tekst merknader på noen av sidene.

source: Search
ar: بحث
da: Søg
es: Buscar
nb: Søk

source: Loading Data..
ar: تحميل البيانات..
da: Henter ...
es: Cargando datos ..
nb: Laster data ..

source: Delete Highlight
ar: تسليط الضوء على حذف
da: Slet tekstmarkering
es: Resalte Borrar
nb: Slett Marker

source: Do you wish to delete highlight?
ar: هل ترغب في حذف تسليط الضوء؟
da: Vil du slette tekstmarkeringen?
es: ¿Quiere eliminar más destacado?
nb: Ønsker du å slette høydepunkt?
